import React from "react";
import styles from "../../styles/style.module.css";

const About = () => {
  return (
    <div className={`${styles.sectionWrapper} ${styles.rtl}`}>
      {" "}
      <h1 className={styles.titleAbout}>דניאלה קליניק: מסע ליופי ורוגע</h1>
      <p className={styles.hebrewText}>
        עליי - דניאלה קליניק
        <br />
        ברוכים הבאים לדניאלה קליניק, המקום שלכם ליופי ולהרפיה. אני דניאלה, בעלים
        גאים של הסלון הזה, שבו אנחנו שואפים להפוך כל ביקור לחוויה מרעננת. עם
        תשוקה ליופי ומחויבות לספק את השירותים באיכות הגבוהה ביותר, הצוות שלי
        ואני מתמחים במתן טיפולי ציפורניים מקצועיים, טיפולי עור ותרפיות רוגע.
        <br />
        בדניאלה קליניק, אנו מאמינים שהיופי חורג מהמראה החיצוני; זה על להרגיש
        בטוחים, מטופלים ומפונקים. בין אם הגעתם למניקור חדש, לטיפול פנים זוהר או
        לכל אחד מהטיפולים שלנו, המטרה שלנו היא להבטיח שתעזבו כשאתם נראים
        ומרגישים במיטבכם.
        <br />
        למה לבחור בנו?
        <br />
        טיפול מקצועי: עם שנים של ניסיון בתחום היופי, הצוות שלנו מחויב להציע את
        השירותים הטובים ביותר תוך שימוש במוצרים באיכות גבוהה.
        <br />
        טיפולים מותאמים אישית: אנו מתאימים כל טיפול לצרכים האישיים שלכם, כדי
        להבטיח שתקבלו את הטיפול הנכון עבורכם.
        <br />
        אווירה מרגיעה: הסלון שלנו מעוצב כדי להיות המפלט השקט שלכם מחיי היומיום,
        בו תוכלו להירגע וליהנות מטיפוח עצמי.
        <br />
        תודה שבחרתם בדניאלה קליניק! אנחנו מצפים להפוך את הביקור הבא שלכם למיוחד.
      </p>
      {/* Repeat for other texts */}
    </div>
  );
};

export default About;
