import React from "react";
import styles from "../../styles/style.module.css";

const PolicySupport = () => {
  return (
    <div className={`${styles.policyWrapper} ${styles.rtl}`}>
      <h1 className={styles.titlePolicy}>מדיניות - דניאלה קליניק</h1>
      <p className={styles.policyText}>
        ב"דניאלה קליניק" אנחנו מחויבים להעניק לכל לקוח חוויה אישית ונעימה. כדי
        להבטיח שכל ביקור שלכם יהיה חלק ויעיל, אנו מבקשים לשים לב למדיניות הבאה:
      </p>
      <h2 className={styles.policyHeading}>קביעת תורים</h2>
      <ul className={styles.policyText}>
        <li>
          <strong>הזמנת תור מראש:</strong> על מנת להבטיח את זמינות הטיפול, מומלץ
          לקבוע תור מראש. ניתן לקבוע תור דרך הטלפון, האתר או בהגעה לסלון.
        </li>
        <li>
          <strong>הגעה בזמן:</strong> אנו מבקשים להגיע לתור בזמן שנקבע כדי למנוע
          עיכובים בטיפולים של לקוחות אחרים.
        </li>
        <li>
          <strong>ביטולים:</strong> אם אינכם יכולים להגיע לתור, אנא ידעו אותנו
          לפחות 24 שעות מראש כדי שנוכל לשחרר את הזמן לטובת לקוחות אחרים. ביטול
          מאוחר או אי הגעה ללא הודעה עלול לגרור חיוב חלקי על השירות.
        </li>
      </ul>
      <h2 className={styles.policyHeading}>איחורים</h2>
      <p className={styles.policyText}>
        במידה והגעתם באיחור, ננסה ככל האפשר להעניק את הטיפול המלא, אך יתכן
        שנצטרך לקצר את משך הטיפול כדי לא לעכב לקוחות אחרים.
      </p>
      <h2 className={styles.policyHeading}>מדיניות תשלום</h2>
      <ul className={styles.policyText}>
        <li>
          <strong>שיטות תשלום:</strong> אנו מקבלים תשלום במזומן, בכרטיס אשראי
          ובאפליקציות תשלום נבחרות. התשלום מתבצע בסיום הטיפול.
        </li>
        <li>
          <strong>מדיניות החזרים:</strong> תשלום יבוצע רק לאחר סיום הטיפול.
          במקרה של אי שביעות רצון מהשירות, נשמח לבחון את הנושא ולהציע פתרון
          מתאים.
        </li>
      </ul>
      <h2 className={styles.policyHeading}>בריאות ובטיחות</h2>
      <ul className={styles.policyText}>
        <li>
          <strong>היגיינה:</strong> בסלון אנו שומרים על סטנדרטים גבוהים של
          ניקיון והיגיינה. כל הכלים מעוקרים בהתאם להנחיות, ומדי יום מתבצעים
          ניקיונות יסודיים של המרחב.
        </li>
        <li>
          <strong>מצב בריאותי:</strong> אם יש לכם מצב בריאותי כלשהו שעלול להשפיע
          על הטיפול (כגון אלרגיות או פציעות), אנא ידעו אותנו מראש כדי שנוכל
          להתאים את הטיפול לצרכים שלכם.
        </li>
      </ul>
      <h2 className={styles.policyHeading}>הנחיות כלליות</h2>
      <ul className={styles.policyText}>
        <li>
          <strong>טלפונים ניידים:</strong> נשמח שתשמרו על השקט בסלון, ולכן נבקש
          להשתיק את הטלפונים הניידים בזמן הטיפולים כדי לשמור על אווירה רגועה
          ונעימה לכל הלקוחות.
        </li>
        <li>
          <strong>הבאת ילדים:</strong> אנו מבינים שחשוב לכם לשלב את הזמן האישי
          שלכם עם חיי המשפחה, אך לטובת אווירה רגועה ובטוחה, אנו מבקשים להימנע
          מהבאת ילדים שאינם תחת השגחה לטיפולים.
        </li>
      </ul>
      <p className={styles.policyText}>
        תודה על ההבנה ושיתוף הפעולה! אנחנו כאן כדי להעניק לכם את הטיפול הטוב
        ביותר, ולוודא שכל ביקור בדניאלה קליניק הוא חוויה חיובית ומהנה.
      </p>
    </div>
  );
};

export default PolicySupport;
